---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ConnectorManager
source: html/8e96dc75-28e3-1828-ff8e-9e28ffe9164d.htm
---
# ConnectorManager Members

Releases all resources used by the ConnectorManager